Repository: Treata11/HearMeOut
Catalog: HearMeOut/Languages/*.lproj/Localizable.strings
Languages: da, el, es, fa, fi, fr, nl, ro, ru

# Add
source: Import
da: Tilføj
el: Προσθήκη
es: Añadir
fa: اضافه کردن
fi: Lisää
fr: Ajouter
nl: Toevoegen
ro: Adăugare
ru: Добавить

source: BPM
el: Χτύποι ανά λεπτό
fa: ضربان در دقیقه

source: Choose a staff
da: Vælg en node
el: Επιλέξτε μια ομάδα
es: Seleccionar un instrumento
fa: انتخاب استفاده کننده
fi: Valitse nuotti
fr: Choisir un instrument
nl: Kies een staf
ro: Alegeți o echipă
ru: Выбрать стан

source: Choose a tempo
da: Vælg et tempo
el: Επιλέξτε ένα ρυθμό
es: Seleccionar un tempo
fa: انتخاب زمان
fi: Valitse tempo
fr: Choisir un tempo
nl: Kies een tempo
ro: Alegeți un tempo
ru: Выбрать темп

source: Done
da: Færdig
el: Έτοιμο
es: Hecho
fa: انجام شد
fi: Valmis
fr: Terminé
nl: Klaar
ro: Gata
ru: Готово

source: Cancel
da: Annuller
el: Ακύρωση
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
nl: Annuleren
ro: Anulare
ru: Отмена

# Metronomo
source: Metronome
da: Metronom
el: Μετρονόμος
es: Metronomo
fa: مترونوم
fi: Metronomi
fr: Métronome
nl: Metronoom
ro: Metronom
ru: Метроном

source: Reading by
da: Læsning af
el: Ανάγνωση από
es: Lectura por
fa: خواندن توسط
fi: Lukijana
fr: Lecture par
nl: Lezen door
ro: Citit de
ru: Чтение от

source: Reproduce by
da: Afspilning af
el: Αναπαραγωγή από
es: Reproducción por
fa: بازتولید توسط
fi: Toistona
fr: Reproduction par
nl: Afspelen door
ro: Reproducere de
ru: Воспроизведение от

source: Settings
da: Indstillinger
el: Ρυθμίσεις
es: Configuración
fa: تنظیمات
fi: Asetukset
fr: Paramètres
nl: Instellingen
ro: Setări
ru: Настройки

source: Songs, Composer...
da: Sange, Komponister...
el: Τραγούδια, Συνθέτες...
es: Canciones, Compositores...
fa: آهنگ‌ها، آهنگساز...
fi: Kappaleet, Säveltäjät...
fr: Chansons, Compositeurs...
nl: Nummers, Componisten...
ro: Cântece, Compozitori...
ru: Песни, Композиторы...

source: Bar
da: Taktstreg
el: Μέτρο
es: Compás
fa: میزان
fi: Tahtiviiva
fr: Mesure
nl: Maat
ro: Bară
ru: Такт

source: Line
da: Linje
el: Γραμμή
es: Línea
fa: خط
fi: Viiva
fr: Ligne
nl: Lijn
ro: Linie
ru: Линия

# All
source: Entire Score
da: Hele noderækken
el: Ολόκληρο το κομμάτι
es: Partitura completa
fa: کل نت‌ها
fi: Koko nuotisto
fr: Partition complète
nl: Volledige partituur
ro: Toată partitura
ru: Вся партия

source: Single note
da: Enkelt node
el: Μία νότα
es: Nota individual
fa: نت تکی
fi: Yksittäisnuotti
fr: Note unique
nl: Enkele noot
ro: Notă singulară
ru: Одна нота

source: Beat
da: Takt
el: Χτύπος
es: Tiempo
fa: ضرب
fi: Takti
fr: Temps
nl: Tempo
ro: Bătaie
ru: Удар

source: Select staff
da: Vælg node
el: Επιλέξτε ομάδα
es: Seleccionar instrumento
fa: انتخاب استفاده کننده
fi: Valitse nuotti
fr: Sélectionner l'instrument
nl: Selecteer staf
ro: Selectați echipa
ru: Выбрать стан

source: Staff 1
da: Node 1
el: Ομάδα 1
es: Instrumento 1
fa: استفاده کننده ۱
fi: Nuotti 1
fr: Instrument 1
nl: Staf 1
ro: Echipa 1
ru: Стан 1

source: Staff 2
da: Node 2
el: Ομάδα 2
es: Instrumento 2
fa: استفاده کننده ۲
fi: Nuotti 2
fr: Instrument 2
nl: Staf 2
ro: Echipa 2
ru: Стан 2

source: Scores
da: Noder
el: Σημειογραφία
es: Partituras
fa: امتیاز
fi: Nuotit
fr: Partitions
nl: Partituren
ro: Partituri
ru: Партитуры

source: Next
da: Næste
el: Επόμενο
es: Siguiente
fa: بعدی
fi: Seuraava
fr: Suivant
nl: Volgende
ro: Următorul
ru: Следующий

source: Previous
da: Forrige
el: Προηγούμενο
es: Anterior
fi: Edellinen
fr: Précédent
nl: Vorige
ro: Anteriorul
ru: Предыдущий
