Repository: Treata11/HearMeOut
Catalog: MC3/Languages/*.lproj/Localizable.strings
Languages: fa, it

source: Add
fa: افزودن
it: Importa

source: Choose a staff
fa: انتخاب دست
it: Scegli Una mano

source: Choose a tempo
fa: انتخاب سرعت اجرای ضرب‌ها
it: Scegli un tempo

source: Done
fa: انجام شد
it: Fatto

source: Reading by
fa: تقسیم بندی نت
it: Lettura per

source: Reproduce by
it: Riproduzione per

source: Settings
fa: تنظیمات
it: Impostazioni

source: Songs, Composer...
fa: آهنگ، آهنگساز
it: Canzoni, Compositori...

source: Bar
fa: ضرب
it: Battuta

source: Line
fa: میزان
it: Linea

source: All
fa: نت کامل
it: Intero Spartito

source: Single note
it: Nota singola

source: Beat
fa: ضربان
it: Tempo

source: Select staff
fa: انتخاب خط
it: Scegli pentagramma

source: Staff 1
fa: خط 1
it: Primo pentagramma

source: Staff 2
fa: خط 2
it: Secondo pentagramma

source: Staff 3
fa: خط 3
it: Terzo pentagramma

source: Metronomo
fa: مترونوم
